backend/app/controllers/trainer1_controller.rb

 def index
   @coaches = Coach.all
---
SELECT "coaches".* FROM "coaches"