backend/app/controllers/trainer3_controller.rb

 def nola
   @coaches = Coach.all
---
SELECT "coaches".* FROM "coaches"