backend/app/controllers/trainer4_controller.rb

 def elyssa
   @coaches = Coach.all
---
SELECT "coaches".* FROM "coaches"