backend/app/controllers/api/v1/coaches_controller.rb

SELECT "coaches".* FROM "coaches"
---
        def index
           coaches = Coach.all