app/controllers/trainer5_controller.rb

SELECT "coaches".* FROM "coaches"
---
 def geovany
   @coaches = Coach.all