app/controllers/trainer2_controller.rb

 def natalia
   @coaches = Coach.all
---
SELECT "coaches".* FROM "coaches"