app/controllers/trainer1_controller.rb

SELECT "coaches".* FROM "coaches"
---
 def index
     @coaches = Coach.all